const rideHistoryMock = [
  {
    id: 1,
    time: '2025.05.01 08:30',
    from: '금정역',
    to: '아이티센 타워'
  },
  {
    id: 2,
    time: '2025.05.01 18:15',
    from: '아이티센 타워',
    to: '사당역'
  },
  {
    id: 3,
    time: '2025.05.02 08:45',
    from: '이수역',
    to: '아이티센 타워'
  },
  {
    id: 4,
    time: '2025.05.02 18:30',
    from: '아이티센 타워',
    to: '정부과천청사역'
  },
  {
    id: 5,
    time: '2025.05.03 09:00',
    from: '금정역',
    to: '아이티센 타워'
  },
  {
    id: 6,
    time: '2025.05.03 18:45',
    from: '아이티센 타워',
    to: '사당역'
  },
  {
    id: 7,
    time: '2025.05.04 08:15',
    from: '이수역',
    to: '아이티센 타워'
  },
  {
    id: 8,
    time: '2025.05.04 18:00',
    from: '아이티센 타워',
    to: '정부과천청사역'
  },
  {
    id: 9,
    time: '2025.05.05 08:30',
    from: '금정역',
    to: '아이티센 타워'
  },
  {
    id: 10,
    time: '2025.05.05 18:15',
    from: '아이티센 타워',
    to: '사당역'
  },
  {
    id: 11,
    time: '2025.05.06 08:45',
    from: '이수역',
    to: '아이티센 타워'
  },
  {
    id: 12,
    time: '2025.05.06 18:30',
    from: '아이티센 타워',
    to: '정부과천청사역'
  },
  {
    id: 13,
    time: '2025.05.07 09:00',
    from: '금정역',
    to: '아이티센 타워'
  },
  {
    id: 14,
    time: '2025.05.07 18:45',
    from: '아이티센 타워',
    to: '사당역'
  },
  {
    id: 15,
    time: '2025.05.08 08:15',
    from: '이수역',
    to: '아이티센 타워'
  }
];

export default rideHistoryMock;